Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: །འདུ་བྱེད་རྣམས་འགགས་པས་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་འགག་གོ་ཞེས་བྱ་བས་ནི། རྣམ་པར་སྨིན་པའི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་དོ། །སྲིད་པ་འགགས་པས་སྐྱེ་བ་དང་རྒ་ཤི་འགག་གོ་ཞེས་བྱ་བས་ནི་སྐྱེ་བའི་ཀུན་ནས་ཉོན་མོངས་པ་མེད་དོ།
en: Of these, when ignorance stops, volitional factors stop is the absence of the defilement of action; when volitional factors stop, consciousness, name and form, the six sense fields, contact, and feeling stop is the absence of the defilement of karmic maturation; and when existence stops, birth, old age, and death stop is the nonexistence of the defilement of birth.

source: །དེ་ལྟ་བས་ན་སྡུག་བསྔལ་བར་བྱེད་པ་གང་ཡིན་པ་དང་། གང་གིས་སྡུག་བསྔལ་བར་བྱེད་པ་དང་། སྡུག་བསྔལ་བ་གང་ཡིན་པ་དང་། སྡུག་བསྔལ་གྱི་རྒྱུ་གང་ཡིན་པ་དེ་དག་སྤངས་པ་བསྟན་ཏོ།
en: Therefore, this teaches that they have eliminated what makes suffering, that on account of which there is suffering, that which is suffering, and what are the causes of suffering.

source: །གཞན་ཡང་ལས་ཀྱི་ཀུན་ནས་ཉོན་མོངས་པ་སྤངས་པས་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བདེ་བ་འཐོབ་བོ། །ཉོན་མོངས་པའི་ཀུན་ནས་ཉོན་མོངས་པ་སྤངས་པས་ཁ་ན་མ་ཐོ་བ་མེད་པའི་བདེ་བ་འཐོབ་བོ། །རྣམ་པར་སྨིན་པའི་ཀུན་ནས་ཉོན་མོངས་པ་སྤངས་པས་ཉེ་བར་ཞི་བའི་བདེ་བ་འཐོབ་བོ། །སྐྱེ་བའི་ཀུན་ནས་ཉོན་མོངས་པ་སྤངས་པས་ཕུང་པོ་མེད་པའི་བདེ་བ་འཐོབ་སྟེ། བདེ་བར་བྱེད་པ་གང་ཡིན་པ་དང་།
en: Furthermore, by eliminating the defilement of action they reach the happiness of full awakening; by eliminating the defilement of afflictive emotion they reach the happiness free from immorality; by eliminating the defilement of karmic maturation they reach the happiness of tranquility; and by eliminating the defilement of birth they reach the happiness without aggregates—that is, they reach what makes happiness, that on account of which there is happiness, that which is happiness, and what is the cause of happiness.

source: གང་གིས་བདེ་བར་བྱེད་པ་དང་།
en: Thus, they are “without afflictions.” “

source: བདེ་བ་གང་ཡིན་པ་དང་། བདེ་བའི་རྒྱུ་གང་ཡིན་པ་དེ་དག་ཐོབ་པ་ནི་ཉོན་མོངས་པ་མེད་པ་ཞེས་བཤད་དོ། །དགྲ་བཅོམ་པ་ཞེས་བྱ་བས་ནི་སྦྱིན་གནས་ཀྱི་ཡོན་ཏན་བསྟན་ཏོ། །ཟག་པ་ཟད་ཅེས་བྱ་བས་ནི་དག་པའི་ཡོན་ཏན་བསྟན་ཏོ། །ཉོན་མོངས་པ་མེད་ཅེས་བྱ་བས་ནི་སྡུག་བསྔལ་མེད་པར་བསྟན་ཏེ།
en: Worthy ones” teaches their quality of being objects worthy of donations; “with outflows dried up” their quality of purity; and “without afflictions” the absence of suffering.

source: འདི་ནི་དེ་གསུམ་གྱི་བྱེ་བྲག་གོ།
en: These are the differences among these three.

source: །དབང་དང་ལྡན་པར་གྱུར་པ་ཞེས་བྱ་བས་ནི་དེ་དག་གི་དབང་དུ་འཇིག་རྟེན་རྣམས་གྱུར་པའམ། འཇིག་རྟེན་རྣམས་ཀྱི་དབང་དུ་བདག་གྱུར་ཏེ་སྡུག་པར་གྱུར་པའམ། དེ་དག་གི་སེམས་དབང་དུ་བྱས་པའམ། དབང་རྣམས་ཐོབ་པའི་ཕྱིར་དབང་དང་ལྡན་པར་གྱུར་པ་ཞེས་བྱའོ།
en: Fully controlled— they are “fully controlled” because the world has come under their control; or because they themselves are shown deference by the world because they are a delight; or because they have taken control of their minds; or they have gained the controls.

source: །དབང་ནི་བཞི་སྟེ། རྫུ་འཕྲུལ་ལ་དབང་བ་དང་། དབང་པོ་ལ་དབང་བ་དང་། ཏིང་ངེ་འཛིན་ལ་དབང་བ་དང་། ཤེས་རབ་ལ་དབང་བའོ།
en: The controls are four: control over miraculous powers, control over their faculties, control over meditative stabilization, and control over wisdom.

source: །དེ་ལ་རྫུ་འཕྲུལ་ལ་དབང་བས་ནི་སེམས་ཅན་གྱི་འཇིག་རྟེན་དང་སྣོད་ཀྱི་འཇིག་རྟེན་དེ་དག་གི་དབང་དུ་འགྱུར་རོ།
en: Their control over miraculous powers gives them control over the world of beings, and over the world that is their container.

source: །དབང་པོ་ལ་དབང་བས་ནི་སྤྱོད་ལམ་ཉེ་བར་ཞི་བས་དེ་དག་ལ་འཇིག་རྟེན་དགའ་བ་སྐྱེས་སོ། །ཏིང་ངེ་འཛིན་ལ་དབང་བས་ནི་དེ་དག་གི་སེམས་དབང་དུ་བྱས་སོ། །ཤེས་རབ་ལ་དབང་བས་ནི་ཉོན་མོངས་པ་དང་། ལས་དང་། རྣམ་པར་སྨིན་པ་ཐམས་ཅད་བཅད་དེ།
en: Their control over their faculties calms their conduct and produces the world’s delight; their control over meditative stabilization brings their mind under control; and their control over wisdom cuts afflictions, action, and maturation, freeing them from bonds so that, in control of themselves, they gain control.

source: འཆིང་བ་ལས་གྲོལ་བ་བཞིན་དུ་རང་དབང་དུ་གྱུར་པའི་ཕྱིར་དབང་ཐོབ་པའོ། །དེ་ལ་དབང་པོ་ལ་དབང་བས་ནི་སྤྱོད་ལམ་གྱིས་བཞུགས་པ་ཐོབ་པའོ། །ཏིང་ངེ་འཛིན་ལ་དབང་བས་ནི་ལྷའི་བཞུགས་པ་དང་། ཚངས་པའི་བཞུགས་པ་ཐོབ་པོ། །རྫུ་འཕྲུལ་ལ་དབང་བས་ནི་མངོན་པར་ཤེས་པས་རྣམ་པར་རོལ་པའི་བཞུགས་པ་ཐོབ་པོ།
en: Because they control their faculties, they gain the dwelling of the level of conduct; because they control meditative stabilization, they gain the dwelling of the gods and the dwelling of Brahmā; because they control miraculous powers, they gain the dwelling with the play of clairvoyance; and because they control wisdom, they gain the dwelling of noble beings.

source: །ཤེས་རབ་ལ་དབང་བས་ནི་འཕགས་པའི་བཞུགས་པ་ཐོབ་པོ། །དེ་ལ་དབང་པོ་ལ་དབང་བས་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་སོ། །རྫུ་འཕྲུལ་ལ་དབང་བས་ནི་ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་སོ། །ཏིང་ངེ་འཛིན་ལ་དབང་བས་ནི་ཤེས་རབ་ཀྱི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་སོ། །ཤེས་རབ་ལ་དབང་བས་ནི་རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་ཡོངས་སུ་རྫོགས་སོ།
en: Because they control their faculties, they have a complete attainment of the aggregate of morality; because they control miraculous powers, they have a complete attainment of the aggregate of meditative stabilization; because they control meditative stabilization, they have a complete attainment of the aggregate of wisdom; and because they control wisdom they have a complete attainment of the aggregate of liberation.

source: །ཚུལ་ཁྲིམས་ཀྱིས་ནི་ཉེས་པར་སྤྱོད་པའི་འཆིང་བ་ལས་རྣམ་པར་གྲོལ་ལོ། །ཏིང་ངེ་འཛིན་གྱིས་ནི་སྲིད་པའི་འཆིང་བ་ལས་རྣམ་པར་གྲོལ་ལོ། །ཤེས་རབ་ཀྱིས་ནི་ལྟ་བ་ངན་པའི་འཆིང་བ་ལས་རྣམ་པར་གྲོལ་ལོ། །རྣམ་པར་གྲོལ་བས་ནི་སྲིད་པའི་འཆིང་བ་ལས་རྣམ་པར་གྲོལ་ལོ།
en: Morality emancipates from the bonds of bad conduct; meditative stabilization emancipates from the bonds of craving; wisdom emancipates from the bonds of bad views; and liberation emancipates from the bonds of what causes existence.

source: །དེ་བས་ན་འཆིང་བ་ལས་རྣམ་པར་གྲོལ་བའི་ཕྱིར་རང་དབང་གྲུབ་པོ། །རང་དབང་ཡོད་པས་ན་རང་ཉམས་ཐོབ་པའི་ཕྱིར་དབང་དང་ལྡན་པར་གྱུར་པ་ཞེས་བྱའོ།
en: So, because they are emancipated from bonds they have self-control; and because they have self-control they gain autonomy, hence they are “fully controlled.”

source: །སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱ་བས་ནི་སྲིད་པའི་ཕྱོགས་ཀྱི་ཀུན་ནས་ཉོན་མོངས་པའི་ཆོས་ཐམས་ཅད་མེད་པར་བསྟན་ཏོ།
en: They are with their minds well freed teaches that they are without any defilement on the side of craving; and their wisdom well freed teaches that they are without any defilement on the side of ignorance.

source: །ཤེས་རབ་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱ་བས་ནི་མ་རིག་པའི་ཕྱོགས་རྣམས་མེད་པར་བསྟན་ཏོ།
en: Thus, they are “with their minds well freed and their wisdom well freed.”

source: །འདི་ལྟར་འདོད་ཆགས་དང་རྣམ་པར་བྲལ་བའི་ཕྱིར་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ། །མ་རིག་པ་དང་རྣམ་པར་བྲལ་བའི་ཕྱིར་ཤེས་རབ་རྣམ་པར་གྲོལ་བས་ཤེས་རབ་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ།
en: Because they are free from attachment they have mental freedom and hence “their minds are well freed”; because they are free from ignorance they have the freedom of wisdom and hence “their wisdom is well freed.”

source: །དེ་ལ་སྲེད་པའི་ཕྱོགས་ཀྱི་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་སྤངས་པས་འཐོབ་པར་བྱ་བའི་ཏིང་ངེ་འཛིན་དང་སྙོམས་པར་འཇུག་པ་ཐོབ་པ་ནི་སེམས་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ། །ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་པས་འཐོབ་པར་བྱ་བ་དགྲ་བཅོམ་པའི་ལམ་གྱི་ཤེས་པ་ནི་ཤེས་རབ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ།
en: Mental freedom is the meditative stabilizations and absorptions gained from eliminating primary and secondary afflictions on the side of craving; the freedom of wisdom is the path of the worthy one gained from eliminating all afflictions on the side of ignorance.

source: །དེ་ལ་སེམས་རྣམ་པར་གྲོལ་བ་ཐོབ་པས་ནི་སྙོམས་པར་འཇུག་པའི་སྒྲིབ་པ་ལས་རྣམ་པར་གྲོལ་ལོ། །ཤེས་རབ་རྣམ་པར་གྲོལ་བ་ཐོབ་པས་ནི་ཉོན་མོངས་པའི་སྒྲིབ་པ་ལས་རྣམ་པར་གྲོལ་ལོ།
en: There, when they gain mental freedom they are freed from obstructions to absorption; when they gain the freedom of wisdom they are freed from obstructions that are afflictions.

source: །གཉི་གའི་ཆ་ལས་རྣམ་པར་གྲོལ་བ་དག་ནི་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་དང་། ཤེས་རབ་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ།
en: Those free in both ways are “with their minds well freed and their wisdom well freed.”

source: །ཅང་ཤེས་པ་ཞེས་བྱ་བ་ནི་མི་འཇིགས་པ་སྟེ།
en: They are thoroughbreds on account of being fearless.

source: འཇིགས་པ་མེད་པའི་ཕྱིར་མདོ་ལས་ཅང་ཤེས་ལྔ་གསུངས་པ་སྟེ། ལྕེ་འབབ་པ་ལ་སོགས་པའི་བག་ཚ་བ་འབྱུང་བར་དོགས་པ་མེད་པས་ཁྱུ་མཆོག་ཅང་ཤེས་དང་། འཐབ་མོའི་འཇིགས་པ་མེད་པས་གླང་པོ་ཆེ་དང་། རྟ་ཅང་ཤེས་དང་། གཞན་གྱི་གནོད་པ་བྱེད་པའི་འཇིགས་པ་མེད་པས་སེང་གེ་ཅང་ཤེས་དང་། འཆི་བའི་འཇིགས་པ་མེད་པས་དགྲ་བཅོམ་པ་ཅང་ཤེས་སོ།
en: Because of their fearlessnesses, a sūtra says “there are five thoroughbreds: a dominant bull in a herd, free from the anxiety caused by terror of lightning strikes and so on; an elephant and a thoroughbred horse that do not fear battle; a thoroughbred lion that does not fear another’s attack; and a thoroughbred worthy one without fear of death.

source: །མདོར་ན་བག་ཚ་བ་རྣམ་པ་བཞི་སྟེ། སྡུག་བསྔལ་གྱིས་བག་ཚ་བ་དང་། འཇིགས་པས་བག་ཚ་བ་དང་། འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་བག་ཚ་བ་དང་། མི་ཤེས་པས་བག་ཚ་བའོ།
en: In short, there are four terrors: being in terror of suffering, in terror of the fearsome, in terror of worldly dharmas, and in terror of ignorance.

source: །བག་ཚ་བ་དེ་རྣམས་མེད་པས་བདེ་བ་ཐོབ་པ་དང་། མི་སྐྲག་པ་ཐོབ་པ་དང་། མི་འཇིགས་པ་ཐོབ་པ་དང་། དབུགས་དབྱུང་བ་ཐོབ་པ་ཞེས་བྱ་སྟེ། {གོ་རིམས་,གོ་རིམ་}བཞིན་ནོ།
en: Those in whom those terrors are absent gain ease, gain a state without terrors, gain fearlessness, and gain relief,” respectively.

source: །དེ་ལ་མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་རྣམས་མེད་པས་མྱ་ངན་མེད་པའི་ཕྱིར་སྡུག་བསྔལ་གྱི་བག་ཚ་བ་མེད་དོ། །བདག་གིས་སྨད་པ་དང་།
en: Because they have no pain, lamentation, suffering, mental anguish, and so on, they have no pain and hence are not in terror of suffering.

source: གཞན་གྱིས་སྨད་པ་དང་། ངན་འགྲོ་དང་འཚེ་བ་མེད་པ་དང་། ཆད་པས་གཅོད་པ་དང་། ཚིགས་སུ་བཅད་པ་མེད་པ་དང་། འཆི་བས་འཇིགས་པ་རྣམས་མེད་པས་འཇིགས་པའི་བག་ཚ་བ་མེད་དོ། །རྙེད་པ་དང་།
en: Because they have no fear of self-criticism, criticism from another, bad rebirth, penury, chastisement, no epitaph, or death, they are not in terror of the fearsome.

source: མ་རྙེད་པ་དང་། གྲགས་པ་དང་། མ་གྲགས་པ་དང་། བསྟོད་པ་དང་། སྨད་པ་དང་། བདེ་བ་དང་། སྡུག་བསྔལ་གྱི་གོས་པ་མེད་པས་འཇིག་རྟེན་གྱི་ཆོས་ཀྱིས་བག་ཚ་བ་མེད་དོ།
en: Because they are not tainted with attaining and not attaining, fame and infamy, praise and blame, pleasure and pain they are not in terror of fearsome worldly dharmas.

source: །མི་ཤེས་པས་དང་། ཐེ་ཚོམ་གྱི་ཤེས་པ་དང་། ལོག་པར་ཤེས་པ་བར་དུ་གཅོད་པ་རྣམས་མེད་པས་མི་ཤེས་པའི་བག་ཚ་བ་མེད་དོ།
en: Because they are not blocked by ignorance, doubt, and wrong understanding they are not in terror of ignorance.

source: །དེ་ལྟ་བས་ན་བག་ཚ་བ་མེད་པའི་ཕྱིར་ཅང་ཤེས་པ་ཞེས་བྱའོ།
en: Hence they are without terror and therefore “thoroughbreds.”

source: །གླང་པོ་ཆེན་པོ་ཞེས་བྱ་བ་ནི་གཙོ་བོ་ཆེན་པོ་ཞེས་བྱ་བའི་ཐ་ཚིག་སྟེ་ཁ་ཅིག་ནི་རིགས་པ་གསུམ་དང་ལྡན་པ།
en: They are great bull elephants, that is, they have a magnificent bearing.

source: ཁ་ཅིག་ནི་སོ་སོ་ཡང་དག་པར་རིག་པ་ཐོབ་པ། ཁ་ཅིག་ནི་མངོན་པར་ཤེས་པ་དྲུག་ཐོབ་པོ། །ཁ་ཅིག་ནི་ཤེས་པ་བརྡ་སྤྲོད་པ་དང་ལྡན་པ། ཁ་ཅིག་ནི་གནས་གཅིག་ཐོབ་པ་དག་སྟེ། ཁྱད་པར་དུ་འཕགས་པ་ཐོབ་པའི་ཆོས་རྙེད་པའི་ཕྱིར་གླང་པོ་ཆེན་པོ་ཞེས་བྱའོ།
en: Some have the three knowledges, some have gained detailed and thorough knowledge, some have gained the six clairvoyances, some have a prediction of knowledge, and some have a single focus—that is, they have obtained an attribute through which they have gained a special state and hence are “great bull elephants.”

source: །བྱ་བ་བྱས་པ་བྱེད་པ་བྱས་པ་ཞེས་བྱ་བ་ནི་ཀུན་ཏུ་རྫོགས་པ་ཉིད་དུ་བསྟན་པ་སྟེ།
en: With their work done, their task accomplished teaches the state of full completion.

source: བྱ་བར་ངེས་པ་ལ་ནི་བྱ་བ་ཞེས་བྱའོ། །ཤར་ལ་བྱ་བ་ལ་ནི་བྱེད་པ་ཞེས་བྱའོ།
en: What they definitely have to do is their “work”; ancillary work is their “task.”

source: །དེ་ལ་ཚུལ་ཁྲིམས་དང་། ཏིང་ངེ་འཛིན་དང་། ཤེས་རབ་ཡོངས་སུ་རྫོགས་པས་སྡུག་བསྔལ་ཐམས་ཅད་ལས་རྣམ་པར་ཐར་པ་ནི་ལས་ཀྱི་གཙོ་བོ་སྟེ།
en: Their main work is freedom from all suffering, by fully completing morality, meditative stabilization, and wisdom.

source: དེ་དག་ཡོངས་སུ་རྫོགས་པས་བྱ་བ་བྱས་པ་ཞེས་བྱའོ།
en: They are those “with their work done” when those are fully completed.

source: །འདོད་པ་ཆུང་བས་འཚོ་བ་དང་། ཆོག་ཤེས་པས་འཚོ་བ་དང་། སྦྱངས་པའི་ཡན་ལག་གིས་འཚོ་བ་དང་། ཡང་དག་པར་མགུ་བར་བྱེད་པས་འཚོ་བ་ལ་སོགས་པས་འཚོ་བའི་བྱེ་བྲག་རྣམས་ཡོངས་སུ་རྫོགས་པར་བྱ་བ་ནི་རང་དགའ་དང་འབྲེལ་པའི་ཕྱིར་བྱེད་པ་ཞེས་བྱ་སྟེ།
en: The work of fully completing the different ways of gaining a livelihood—the livelihood of those desiring little, the livelihood of those with contentment, the livelihood of those doing the ascetic practices, the livelihood of those who cause perfect delight and so on—is the “task,” in the sense that it is connected with what one personally wants to do.

source: དེ་ཡོངས་སུ་རྫོགས་པས་བྱེད་པ་བྱས་པ་ཞེས་བྱའོ།
en: They are those with “their task accomplished” when those are fully completed.

source: །དེ་བས་ན་བྱ་བ་བྱས་པ། བྱེད་པ་བྱས་པ་ཞེས་བྱ་བས་ནི་བསྒྲུབ་པའི་རྣམ་པ་ཐམས་ཅད་ཀུན་ཏུ་རྫོགས་པ་ཉིད་དུ་བསྟན་ཏོ།
en: Thus “with their work done, their task accomplished” teaches the state of full completion of all that has to be accomplished.

source: །ཁུར་བོར་བ་ཞེས་བྱ་བ་ལ།
en: They are those with their burden laid down.

source: ཁུར་ནི་རྣམ་པ་བཞི་སྟེ། ཕུང་པོའི་ཁུར་དང་། ཉོན་མོངས་པའི་ཁུར་དང་། དམ་བཅས་པའི་ཁུར་དང་། བརྩོན་པའི་ཁུར་རྣམས་ཏེ།
en: There are four “burdens”: the burden of the aggregates, the burden of afflictions, the burden of an avowed aim, and the burden of practice.

source: ཁུར་བོར་བར་བྱ་བ་དང་། སྤང་བར་བྱ་བ་དང་། བསྒྲུབ་པར་བྱ་བ་དང་། ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་ཁུར་ཏེ། {
en: They are burdens because they have to be laid down, eliminated, carried out, and completed, respectively.

source: གོ་རིམས་,གོ་རིམ་}བཞིན་ནོ། །དེ་ལ་སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་པས་ནི་ཕུང་པོའི་ཁུར་བོར་རོ། །ཀུན་འབྱུང་བ་སྤངས་པས་ནི་ཉོན་མོངས་པའི་ཁུར་བོར་རོ། །ལམ་བསྒོམས་པས་ནི་དམ་བཅས་པའི་ཁུར་བོར་རོ། །འགོག་པ་མངོན་སུམ་དུ་བྱས་པས་ནི་བརྩོན་འགྲུས་ཀྱི་ཁུར་བོར་རོ།
en: They lay down the burden of the aggregates by understanding suffering; they lay down the burden of afflictions by removing origination; they lay down the burden of an avowed aim by having meditated on the path; and they lay down the burden of practice by actualizing cessation.

source: །དེ་ལ་ཕུང་པོའི་ཁུར་སྤངས་པས་ཕུང་པོ་མེད་པའི་བདེ་བ་ཐོབ་པོ། །ཉོན་མོངས་པའི་ཁུར་སྤངས་པས་རྣམ་པར་གྲོལ་བའི་བདེ་བ་ཐོབ་པོ། །དམ་བཅས་པའི་ཁུར་མཐར་ཕྱིན་པར་བྱས་པས་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བདེ་བ་འཐོབ་པོ། །བརྩོན་པའི་ཁུར་ཡོངས་སུ་རྫོགས་པར་བྱས་པས་ཉེ་བར་ཞི་བའི་བདེ་བ་ཐོབ་སྟེ།
en: There, they gain the happiness where there are no aggregates by forsaking the burden of the aggregates; they gain the happiness of liberation by forsaking the burden of afflictions; they gain the happiness of full awakening by perfectly completing the burden of an avowed aim; and they gain the happiness of tranquility by fully completing the burden of practice.

source: ཁུར་བོར་བ་ཞེས་བྱ་བས་ནི་ཁུར་བོར་བའི་བདེ་བ་ཐོབ་པར་བསྟན་པ་ཡིན་ནོ།
en: Hence “with their burden laid down” teaches the attainment of happiness when the burdens have been laid down.

source: །བདག་གི་དོན་རྗེས་སུ་ཐོབ་པ་ཞེས་བྱ་བ་ལ།
en: They are those with their own goal accomplished.

source: བདག་གི་དོན་རྗེས་སུ་ཐོབ་པ་ནི་རྣམ་པ་གཉིས་ཏེ། གནོད་པ་སྤངས་པ་དང་། དོན་ཐོབ་པའོ།
en: There are two “goals” of “their own” that are “accomplished”: eliminating harm and reaching the goal.

source: །མ་རིག་པ་སྤངས་པས་ཉོན་མོངས་པའི་སྒྲིབ་པ་ཐམས་ཅད་སྤངས་པར་གྱུར་པ་གང་ཡིན་པ་དེ་ནི་གནོད་པ་སྤངས་པ་ཞེས་བྱའོ། །རིགས་པ་བསྐྱེད་ནས་མྱ་ངན་ལས་འདས་པ་ཐོབ་པ་གང་ཡིན་པ་དེ་ནི་དོན་ཐོབ་པ་ཞེས་བྱའོ།
en: The elimination of all the defiling obscurations that comes about from eliminating ignorance is eliminating harm; the nirvāṇa that is gained from the production of all knowledge is gaining the goal.

source: །སྲིད་པར་ཀུན་དུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པ་ཞེས་བྱ་བ་ལ།
en: They are those with the fetters that bound them to existence broken.

source: སྲིད་པར་སྐྱེ་བར་བྱེད་པའི་ཀུན་ཏུ་སྦྱོར་བ་རྣམས་ནི་སྲིད་པར་ཀུན་དུ་སྦྱོར་བ་སྟེ།
en: The fetters that cause birth in existence are “cause-of-existence fetters.”

source: སྲིད་པ་དང་། མིར་ཀུན་ཏུ་སྦྱོར་བར་བྱེད་པའམ། འཆིང་བར་བྱེད་པས་སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བའོ། །དགུ་པོ་འདི་དག་ལས་ལྟ་བའི་ཀུན་ཏུ་སྦྱོར་བ་དང་། མཆོག་ཏུ་འཛིན་པའི་ཀུན་ཏུ་སྦྱོར་བ་དང་།
en: They fetter or bind one to existence and to being human.

source: ཐེ་ཚོམ་གྱི་ཀུན་ཏུ་སྦྱོར་བ་དང་གསུམ་ནི་ཟག་པ་མེད་པའི་ཡང་དག་པར་ལྟ་བས་སྤོང་ངོ་། །ཕྲག་དོག་གི་ཀུན་ཏུ་སྦྱོར་བ་དང་། སེར་སྣའི་ཀུན་དུ་སྦྱོར་བ་དང་། ཁོང་ཁྲོ་བའི་ཀུན་ཏུ་སྦྱོར་བ་གསུམ་དང་། སྲིད་པའི་འདོད་ཆགས་ཀྱི་ཀུན་ཏུ་སྦྱོར་བའི་ཕྱོགས་གཅིག་འདོད་པའི་ཁམས་ཀྱི་ཕྱོགས་སུ་གཏོགས་པ་དང་། འདི་རྣམས་ནི་ཟག་པ་མེད་པའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་པ་ཐོབ་པས་སྤོང་ངོ་། །ང་རྒྱལ་གྱི་ཀུན་དུ་སྦྱོར་བ་དང་། མ་རིག་པའི་ཀུན་དུ་སྦྱོར་བ་དང་།
en: From the nine of them, correct view without outflows eliminates three (the fetters of wrong view, grasping-as-absolute, and doubt); attainment of absorption into the meditative stabilization without outflows eliminates three (the fetters of envy, jealousy, and anger), and, of the attachment that fetters to existence, the single side included in the desire realm; and the knowledge of the worthy one’s path eliminates three (the fetters of pride, ignorance, and attachment to existence).

source: སྲིད་པའི་འདོད་ཆགས་ཀྱི་ཀུན་ཏུ་སྦྱོར་བ་དང་།
en: Therefore, it says “with the fetters that bound them to existence broken.”

source: འདི་རྣམས་ནི་དགྲ་བཅོམ་པའི་ལམ་གྱི་ཤེས་པས་སྤང་སྟེ། དེའི་ཕྱིར་སྲིད་པར་ཀུན་ཏུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པ་ཞེས་བྱ་བ་གསུངས་སོ།
en: They are those with their hearts well freed by perfect understanding.

source: །ཡང་དག་པའི་ཤེས་པས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱ་བ་ལ་ཤེས་པ་ཞེས་བྱ་བ་ནི་ཀུན་ཏུ་ཤེས་པ་དང་། རྟོགས་པ་སྟེ་ཡང་དག་པར་རྟོགས་པས་སེམས་ཤིན་དུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱའོ། །ཡང་ན་རྣམ་པར་གྲོལ་བ་ཞེས་བྱ་བ་ནི་འདིར་མོས་པ་ལ་བྱ་སྟེ།
en: Knowing is fully understanding and realizing, which is to say, they are those “with their heart well freed by perfect realization.”

source: ཡང་དག་པར་རྟོགས་པས་འདི་ལྟ་སྟེ། དཀོན་མཆོག་གསུམ་གྱི་ཡོན་ཏན་དང་ཐེག་པ་གསུམ་དང་ལྡན་པའི་ཆོས་བསྟན་པ་རྣམས་དང་། འཕགས་པའི་བདེན་པ་བཞི་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་མཐུན་པའི་ཆོས་རྣམས་ལ་མོས་པ་ནི་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱ་བའམ། ཡང་ན་རྣམ་པར་ཐར་པ་བརྒྱད་ཀྱིས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Alternatively, construe “freed” as belief in the teaching of the doctrine of the three vehicles, in the four truths, in the dharmas on the side of awakening and so on, or, alternatively, their minds are well freed by the eight deliverances.

source: །སེམས་ཐམས་ཅད་ཀྱི་དབང་གིས་དམ་པའི་ཕ་རོལ་ཏུ་སོན་པ་ཞེས་བྱ་བ་ནི་སྙོམས་པར་འཇུག་པ་ཐམས་ཅད་ལ་དབང་དམ་པ་མཐར་ཕྱིན་པར་གྱུར་པའོ། །ཡང་ན་འགོག་པ་དང་། ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་འཇུག་པ་དང་། གནས་པ་དང་། ལྡང་བ་དང་། བཏང་སྙོམས་སུ་བཞག་པ་རྣམས་ལ་དབང་ཐོབ་པ་སྟེ། གང་དུ་འདོད་པ་དང་། གང་འདོད་པ་དང་། ཇི་སྲིད་དུ་འདོད་པ་དང་། ལུགས་དང་མཐུན་པ་དང་། ལུགས་དང་མི་མཐུན་པ་དང་། ལུགས་དང་ལུགས་མ་ཡིན་པ་དང་། འགྲོ་བ་དང་། སླར་ལྡོག་པ་དང་། ཡན་ལག་སྡུད་པ་དང་། དམིགས་པ་སྡུད་པ་དང་། ཡན་ལག་དང་དམིགས་པ་སྡུད་པ་དང་། ཡན་ལག་ཟུང་དུ་བྱེད་པ་དང་།
en: Those in perfect control of their whole mind are those who have perfect mastery over all the absorptions.

source: དམིགས་པ་ཟུང་དུ་བྱེད་པ་དང་། ཡན་ལག་དང་དམིགས་པ་ཟུང་དུ་བྱེད་པ་དང་། གཅིག་སྤེལ་བ་དང་། གཉིས་ཀ་སྤེལ་བ་དང་། གཉིས་ཀ་མི་སྤེལ་བ་ལ་སོགས་པའི་རིམ་གྱིས་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་པོ་དག་ལ་དབང་བའི་ཕ་རོལ་ཏུ་སོན་པ་ལ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་དམ་པའི་ཕ་རོལ་ཏུ་སོན་པ་ཞེས་བྱ་བའོ།
en: Alternatively, those with perfect mastery over the nine successive absorption stations are “in perfect control of their whole mind,” being “in” a state of mastery over becoming absorbed in, abiding in, emerging from, and remaining dispassionate in cessation and meditative stabilization, by becoming absorbed and so on where they want, into what they want, and for as long as they want; becoming absorbed in and emerging in conforming order and nonconforming order, direct and reverse order, going and returning; bringing together the factors of concentration, having the objects of absorption, and having the factors and objects; uniting factors, uniting objects, and uniting factors and objects; and combining one, combining two, not combining two, and so on, respectively.

source: །ཐམས་ཅད་ཀྱང་དགྲ་བཅོམ་པ་ཤ་སྟག་གོ།
en: Construe the stated qualities as follows: They are all worthy ones.

source: །ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: ཟག་པ་ཟད་པའི་ཕྱིར་རོ།
en: Because their outflows are dried up.

source: །ཟག་པ་ཟད་པ་ནི་ཉོན་མོངས་པ་མེད་པའི་ཕྱིར་རོ།
en: Their outflows are dried up because they are without afflictions.

source: །ཉོན་མོངས་པ་མེད་པ་ནི་དབང་དང་ལྡན་པར་གྱུར་བའི་ཕྱིར་རོ།
en: They are without afflictions because they are fully controlled.

source: །དབང་དང་ལྡན་པར་གྱུར་པ་ནི་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བའི་ཕྱིར་རོ།
en: They are fully controlled because their minds are well freed.

source: །སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ནི། ཤེས་རབ་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བའི་ཕྱིར་རོ།
en: Their minds are well freed because their wisdom is well freed.

source: །ཤེས་རབ་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ནི་ཅང་ཤེས་ཀྱི་ཕྱིར་རོ།
en: Their wisdom is well freed because they are thoroughbreds.

source: །ཅང་ཤེས་པ་ནི་གླང་པོ་ཆེན་པོའི་ཕྱིར་རོ།
en: They are thoroughbreds because they are great bull elephants.

source: །གླང་པོ་ཆེན་པོ་ནི་བྱ་བ་བྱས་པའི་ཕྱིར་རོ།
en: They are great bull elephants because their work is done.

source: །བྱ་བ་བྱས་པ་ནི་བྱེད་པ་བྱས་པའི་ཕྱིར་རོ།
en: Their work is done because their task is accomplished.

source: །བྱེད་པ་བྱས་པ་ནི་ཁུར་བོར་བའི་ཕྱིར་རོ།
en: Their task is accomplished because their burden is laid down.

source: །ཁུར་བོར་བ་ནི་བདག་གི་དོན་རྗེས་སུ་ཐོབ་པའི་ཕྱིར་རོ།
en: Their burden is laid down because their own goal is accomplished.

source: །བདག་གི་དོན་རྗེས་སུ་ཐོབ་པ་ནི་སྲིད་པ་ཀུན་དུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པའི་ཕྱིར་རོ།
en: Their own goal is accomplished because they are those with the fetters that bound them to existence broken.

source: །སྲིད་པ་ཀུན་ཏུ་སྦྱོར་བ་ཡོངས་སུ་ཟད་པ་ནི་ཡང་དག་པའི་ཤེས་པས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བའི་ཕྱིར་རོ།
en: They are those with the fetters that bound them to existence broken because their hearts are well freed by perfect understanding.

source: །ཡང་དག་པའི་ཤེས་པས་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབང་དམ་པའི་ཕ་རོལ་དུ་སོན་པའི་ཕྱིར་རོ་ཞེས་ཡོན་ཏན་རྣམས་ཀྱི་འགྲེལ་པ་སྦྱར་བར་བྱའོ།
en: And their hearts are well freed by perfect understanding because they are in perfect control of their whole mind.

source: །དེ་ལྟར་ཞབ་འབྲིང་བ་དགེ་སློང་རྣམས་བསྟན་ནས། དགེ་སློང་མ་ལྔ་བརྒྱ་ཙམ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་འཁོར་དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་སྟོན་ཏོ། །ཆོས་མཐོང་བ་ཞེས་བྱ་བ་ནི་མྱ་ངན་ལས་འདས་པ་མངོན་སུམ་དུ་བྱས་པ་སྟེ།
en: Having thus taught about the monk retainers, with nuns numbering five hundred and so on teaches about the retinue of nuns, laymen, and laywomen, … with a vision of the Dharma, that is, they have witnessed the state beyond suffering.

source: དེས་ནི་དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་རྣམས་སློབ་པ་ཡིན་པར་བསྟན་ནོ།
en: This indicates that the laymen and laywomen are trainees.

source: །ད་ནི་ཞབ་འབྲིང་བ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སྟོན་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཚད་མེད་གྲངས་མེད་པ་ཞེས་བྱ་བ་ནི་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ཐམས་ཅད་ནས་འདུས་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་འདི་སྙེད་དོ་ཞེས་གྲངས་ཆད་པར་མ་སྨོས་སོ།
en: Now, revealing the bodhisattva retinue, it says and with an unbounded, infinite number of bodhisattva great beings It does not limit bodhisattvas to a specific number because those in all other world systems are included as well.

source: །གཟུངས་ཐོབ་པ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་དེ་དག་གི་ཡོན་ཏན་བསྟན་ཏོ།
en: The teaching about their good qualities is all of whom had acquired the dhāraṇīs and so on.

source: །བྱང་ཆུབ་སེམས་དཔའ་ནི་རྣམ་པ་ལྔ་སྟེ། ལྷག་པའི་བསམ་པ་དག་པ་དང་། རྩོལ་བ་དང་བཅས་པར་མཚན་མ་མེད་པ་ལ་གནས་པ་དང་མཚན་མ་མེད་པ་ལ་ལྷུན་གྱིས་གྲུབ་པར་གནས་པ་དང་། སྤྱོད་པ་ངེས་པ་ལ་ཞུགས་པ་དང་། སྐྱེ་བ་གཅིག་གིས་ཐོགས་པ་རྣམས་ཏེ།
en: There are five types of bodhisattvas: those with a surpassing intention, those who stand in signlessness with effort, those who effortlessly stand in signlessness, those who have entered into the certain course of conduct, and those obstructed by just a single birth.
